/* details panel string - number of times the program has crashed */
"# of Crashes" = "崩溃数";

/* details panel string - number of times the program has been launched */
"# of Launches" = "开启数";

/* Download window title - text is name of the running application */
"%@ Update" = "%@ 更新";

/* title of new versions available dialog, when no updates are available - text is name of application */
"%1$@ is up to date." = "%1$@ 当前处于最新状态。";

/* error description */
"%s is not reachable." = "无法访问 %s。";

/* error description when trying to start a download when one is already in progress */
"A download is already in progress." = "下载正在进行。";

/* error reason - OSUInstaller.sh is missing */
"Cannot find the installer script." = "找不到安装程序脚本。";

/* error description - when we notice that we won't be able to unpack the update to the specified location - more detailed text, and an option to choose a different location, will follow */
"Cannot install update there" = "无法将更新安装在指定位置";

/* error description - RSS feed has an enclosure but the URL is malformed */
"Cannot parse enclosure url '%@'." = "无法解析 enclosure url“%@”。";

/* error description */
"Cannot parse price '%@' -- it should contain only digits and possibly a period as a decimal separator." = "无法解析价格“%@”-- 价格只能包含数字以及用作十进制分隔符的句号（如果适用）。";

/* error description */
"Cannot parse release notes url '%@'." = "无法解析发行说明 url“%@”。";

/* error reason - tried to run a check operation to fetch software update information, but it exited with an error code */
"Check operation failed." = "检查操作失败。";

/* title of new versions available dialog, when in the process of checking for updates - text is name of application */
"Checking for %1$@ updates." = "正在检查 %1$@ 的更新。";

/* error recovery option - to let the user choose where to install the newly-downloaded update */
"Choose Location\\U2026" = "选择位置…";

/* error text generated when software update is unable to retrieve the list of current software versions */
"Could not contact %s." = "无法联系 %s。";

/* error message - we downloaded and unpacked an update, but we can't stat its CFBundleExecutable file */
"Could not examine application" = "无法检查应用程序";

/* error message - we downloaded and unpacked an update, but now we can't read it */
"Could not read directory" = "无法读取目录";

/* status description */
"Decompressing\\U2026" = "正在解压…";

/* error title */
"Download failed" = "下载失败";

/* Download status - text is filename of update package being downloaded */
"Downloading %@ \\U2026" = "正在下载 %@ …";

/* details panel string - version of video card driver */
"Driver Version" = "驱动程序版本";

/* error description */
"Error fetching software update information." = "获取软件更新信息时出错。";

/* error description */
"Error while checking for updated version." = "检查更新版本时出错。";

/* error reason */
"Exception raised: %@" = "出现异常 : %@";

/* details panel string - list of OpenCL platform extensions */
"Extensions" = "扩展名";

/* error reason */
"Extract script failed." = "提取脚本失败。";

/* status message - copying application from disk image to target filesystem */
"Extracting updated application\\U2026" = "正在提取更新的应用程序…";

/* details panel string - column header for OpenCL device extensions */
"Exts" = "扩展名";

/* error reason */
"Failed to create authorization." = "创建授权失败。";

/* relaunch error message */
"Failed to create child pipe: %s" = "创建子管道失败 : %s";

/* error reason */
"Failed to execute install script with authorization." = "无法执行具有授权的安装脚本。";

/* relaunch error message */
"Failed to fork child process: %s" = "分叉子进程失败 : %s";

/* free upgrade price string - displayed in price column */
"free!" = "免费使用！";

/* details panel string - column header for OpenCL device core frequency */
"Freq." = "频率";

/* details panel string - name of video card driver */
"Hardware Driver" = "硬件驱动程序";

/* error reason */
"hdiutil failed to attach the disk image" = "hdiutil 附加磁盘映像失败";

/* details panel string - accumulated number of hours the program has been running */
"Hours Run" = "运行的小时数";

/* button title to allow user to stop being notified of releases on a particular track (eg, 'rc', 'beta', 'sneakypeek') - used in stability downgrade warning pane */
"Ignore \\U201C%@\\U201D Releases" = "忽略“%@”版本";

/* button title - (download and) install the selected update */
"Install" = "安装";

/* error reason */
"Install script exited due to signal %d." = "安装脚本已由于信号 %d 而退出。";

/* error reason */
"Install script exited with status %d." = "安装脚本已退出，退出状态为 %d。";

/* error reason */
"Install script failed." = "安装脚本失败。";

/* status description */
"Installing\\U2026" = "正在安装…";

/* details panel string - amount of video memory installed
   details panel string - column header for OpenCL device memory sizes */

"Memory" = "内存";

/* button title - display more information about the selected update */
"More Information..." = "更多信息…";

/* error reason - we downloaded an update, and it has more than one application in it */
"More than one application found in update (%@)" = "更新 (%@) 包含多个应用程序";

/* status message */
"Mounting disk image\\U2026" = "正在装上磁盘映像…";

/* error reason */
"Multiple mount points found in hdiutil results." = "在 hdiutil 结果中找到多个装入点。";

/* error reason - we downloaded an update, but it doesn't seem to contain a new application */
"No application was found in the update" = "该更新不含任何应用程序";

/* error reason */
"No mount point found in hdiutil results." = "未在 hdiutil 结果中找到装入点。";

/* error description - RSS feed does not have an enclosure that we can use */
"No suitable enclosure found." = "找不到合适的封装。";

/* details panel string - name of the OpenGL driver */
"OpenGL Driver" = "OpenGL 驱动程序";

/* details panel string */
"OpenGL Extensions" = "OpenGL 功能扩展";

/* details panel string */
"OpenGL Renderer" = "OpenGL 渲染器";

/* details panel string */
"OpenGL Vendor" = "OpenGL 供应商";

/* details panel string */
"OpenGL Version" = "OpenGL 版本";

/* details panel string - PCI bus ID of video card */
"PCI ID" = "PCI ID";

/* error suggestion when trying to start a download when one is already in progress */
"Please cancel the existing download before starting another." = "请先取消现有的下载，再开始其他下载。";

/* error message - unable to download URL - extra text if it looks like a problem with the local filesystem */
"Please check the permissions and space available in your downloads folder." = "请检查权限和下载文件夹的可用空间。";

/* error reason */
"Please try again later or contact us to let us know this is broken." = "请稍后重试，或联系我们，告知此已损坏。";

/* details panel value - shown if Quartz Extreme is not enabled */
"Quartz Extreme Disabled" = "Quartz Extreme 已停用";

/* details panel value - shown if Quartz Extreme is enabled */
"Quartz Extreme Enabled" = "Quartz Extreme 已启用";

/* relaunch error button */
"Quit" = "退出";

/* Download status - Done downloading, about to prompt the user to let us reinstall and restart the app */
"Ready to Install" = "现可开始安装";

/* Window title for the release notes window */
"Release Notes" = "发布说明";

/* status description - when quitting this application in order to finish upgrading */
"Restarting\\U2026" = "正在重新启动…";

/* error description - expected to find a specific element in RSS feed but didn't */
"RSS node contains no match for '%@'." = "RSS 节点不含“%@”的匹配对象。";

/* title of new versions available dialog, when in the process of checking for updates - text is name of application - only used if this downgrade does not have a more specific warning message available */
"Stability downgrade warning" = "选择的版本可能没有正在运行的版本稳定。";

/* error reason */
"System call wait() failed for install script." = "安装脚本的系统调用 wait() 失败。";

/* error description */
"The data returned from <%@> was not a valid XML document." = "“%@”返回的数据不是有效的 XML 文稿。";

/* error failure reason - when the destination location is on a filesystem mounted with NOEXEC (cannot run programs from it) */
"The destination volume, \\U201C%@\\U201D, does not allow applications." = "目标卷“%@”不允许存放应用程序。";

/* error failure reason - when the destination location is on a read-only filesystem such as a disk image or CDROM */
"The destination volume, \\U201C%@\\U201D, is not writable." = "目标卷“%@”无法写入。";

/* caution text - it's actual size, but it seems much bigger to me - warn that it might be damaged or even maliciously replaced */
"The file is the wrong size (%@ too long). It might be corrupted." = "文件大小有误（%@ 过长）。可能已损坏。";

/* caution text - we downloaded a file, but it's smaller than it's supposed to be - warn that it might be damaged or even maliciously replaced */
"The file is the wrong size (%@ too short). It might be corrupted." = "文件大小有误（%@ 过短）。可能已损坏。";

/* caution text - we downloaded a file, but its checksum is not correct - warn that it might be damaged or even maliciously replaced. Parameter is name(s) of hash algorithms (md5, sha1, etc) */
"The file's checksum does not match (%@). It might be corrupted." = "文件的校验和不匹配 (%@)。可能已损坏。";

/* error description - the update information wasn't signed at all, but we require it to be signed */
"The update information is not signed." = "更新信息未得到签名。";

/* Install dialog message - small note indicating that app will be installed in a system or network directory - @ is replaced with name of directory, eg Applications */
"The update will be installed in the @ folder." = "此更新将安装在 @ 文件夹中。";

/* Install dialog message - small note indicating that app will be installed in a user directory - @ is replaced with name of directory, eg Applications */
"The update will be installed in your @ folder." = "此更新将安装在 @ 文件夹中。";

/* error reason - we downloaded an update, but there's something obviously wrong with the updated application, like it doesn't have an Info.plist or whatever */
"The updated application is invalid (%@)" = "更新的应用程序无效 (%@)";

/* title of new versions available dialog, when multiple updates are available - text is name of application */
"There are %2$d updates available for %1$@." = "%2$d 更新可用于 %1$@。";

/* title of new versions available dialog, when one update is available - text is name of application */
"There is an update available for %1$@." = "%1$@ 有可用的更新。";

/* error description - the checksum or signature didn't match - more info in underlying error */
"There was a problem checking the signature." = "检查签名时出现问题。";

/* error message - unable to download URL - extra text if it looks like a transitory network problem */
"This may be a temporary network problem." = "此问题可能源于临时网络故障。";

/* text of dialog box informing user of change in software update query */
"This version of %@ sends additional information using your Internet connection (when active) to check for new and updated versions of itself." = "此版本 %@ 可通过 Internet 连接（活动状态下）发送其他信息以自动检查其新版本和更新版本。";

/* error reason - we ran a helper tool to fetch software update information, but it didn't return any information */
"Tool returned no data" = "工具没有返回任何数据";

/* details panel string - column header for OpenCL device type */
"Type" = "类型";

/* error description - we have some update information but it doesn't look authentic */
"Unable to authenticate the response from the software update server." = "无法鉴定软件更新服务器发出的响应。";

/* error message - unable to download URL to LOCALFILENAME - will often be followed by more detailed explanation */
"Unable to download %@ to %@." = "无法将 %1$@ 下载到 %2$@。";

/* error message - unable to download URL (but no LOCALFILENAME was chosen yet) - will often be followed by more detailed explanation */
"Unable to download %@." = "无法下载 %@。";

/* error description - will be followed by more detailed error reason */
"Unable to fetch software update information." = "无法取回软件更新信息。";

/* error description
   error description - could not copy from disk image to destination filesystem
   error description - could not move application into place during install
   error description - could not process .tar.bz2 file
   error description - we downloaded an update, but it doesn't seem to be valid
   error description - we downloaded an update, but there seems to be something wrong with the application it contained */





"Unable to install update" = "无法安装更新";

/* error description */

"Unable to mount disk image" = "无法装上磁盘映像";

/* error description */
"Unable to parse response from the software update server." = "无法解析软件更新服务器的响应。";

/* error reason */
"Unable to parse the response from hdiutil: %@" = "无法解析 hdiutil 的响应 : %@";

/* relaunch error title */
"Unable to relaunch" = "无法重新启动";

/* details panel string - column header for OpenCL device processing-unit count */
"Units" = "单元";

/* error reason - downloaded upgrade package was not in a format we recognize */
"Unknown package type." = "未知数据包类型。";

/* status message */
"Unmounting disk image\\U2026" = "正在卸下磁盘映像…";

/* Download status */
"Verifying file\\U2026" = "正在验证文件…";

/* message of no updates are available dialog */
"You are currently running %@." = "当前正在运行 %@。";

/* message of new versions available dialog */
"You are currently running %@.  If you're not ready to update now, you can use the [Update preference pane] to check for updates later or adjust the frequency of automatic checking." = "当前正在运行 %@。如果暂不准备更新，则可通过[更新预置面板]稍后检查更新或调整自动检查更新的频率。";

/* error recovery suggestion - when we notice that we won't be able to unpack the update to the specified location - we offer to let the user choose another install location */
"You may be able to install in a different location." = "可以安装在其他位置。";

/* error text generated when software update is unable to retrieve the list of current software versions */
"Your Internet connection might not be active, or there might be a problem somewhere along the network." = "Internet 连接可能未处于活动状态，或者网络某处可能存在问题。";